{"134774789": ["My stomach after eating those cheese fries #iknewbetter #trippin https://t.co/H9JWMYMBEe", "Betty Crocker is having 24 days of cookies. The devil is a lie. 24 lbs of that waist. Nah! 🙅🏾‍♀️but sounds good 😋", "@2ShortsFav_Word You know I feel you my fellow Pisces sister!", "I’m tryna tell y’all, that second child will try ya spirit like no other!", "Kamryn gonna learn to stop messing with me. Had her walking around Ross with a u-neck t shirt because I had to yoke… https://t.co/rUITghK6Bp", "I hate seeing failed relationships. No matter who it is or whether I dislike the person or not. I’m a super fan of… https://t.co/TSAlp2opK0", "I’m so damn corny dog! Lol Kennedy just walked in on me trying to practice my shoot 😂😂😂 &amp; I can dance damnit, but I… https://t.co/rp8puxY6hA", "I love the fact that my husband and I don’t throw shots at other couples to shine! That shit be annoying tf out of… https://t.co/bpvkYq0vyC", "RT @LucciLiu: Damn! Thanksgiving is next week &amp;&amp; I don’t have a fit to sit around the living room in 🙄", "😂😂 https://t.co/eyDsFTdM57", "RT @faattyy_: once i have an attitude EVERYTHING IS CANCELLED 😂", "@Seven_ONE_Ocho #petty", "@brittmckk Just a damn shame. This world is such a sick place. I cannot", "Nigga have a seat! Lol what yours is mine, and what’s mine is yours. My happiness is your happiness! 😜 https://t.co/cOdh6695Hv", "@QbLove Girl, idk what the question is. 😂😂😂 reread what you put, and then fill me in. Lol", "@QbLove I’m going to need you to run this question back one more time for us. Lmao inquiring minds want to know", "Bruh, I’m convinced whoever predicts the weather just likes shaking shit up. Why is snow in the forecast for next W… https://t.co/AfOCwbo835", "@2ShortsFav_Word Oh yeah... that’s sweet perfection! ❤️", "RT @BunOnDaRun: Only 90’s Babies would understand this 🕺🏾 https://t.co/SNHkJZUZmt", "Although it sounds like rain is literally pouring out the sky. Sheesh", "RT @kris_elaine: Polish with glitter is probably the most annoying thing to take off. My kids of course always have to have glitter nails 🙄🙃", "The soothing sound of rain 😌 #pisces", "@2ShortsFav_Word Amen to that! 🙌🏾  Clearly he doesn’t know how prayer works. #sickening", "@kris_elaine Noooooo! 😩 well I’m home too with the kiddos. Hope you feel better ❤️", "Get you a man that thinks you’re enough! A man that thinks even the baddest females don’t hold a candle to your fla… https://t.co/7qaMDwjMGl", "I just hear Kamryn downstairs like, “putting on a ritz!” 😂😂😂", "@Seven_ONE_Ocho I love you baby! 😘", "RT @karenehowell: “Alexa, play Baby Shark.” I could watch this video over and over. https://t.co/079i4Wmo8N", "Vibe killed! 😑Throw the whole day away 🙅🏾‍♀️ https://t.co/LKzsK2WiiA", "RT @LexxLovin: It should be standard that you get a day off in the week, work/school week should only be 4 days!"], "269385744": ["Y’all need to stop bitching about politics and eat more elk.", "1776 will happen again if you try to take our firearms", "RT @gucci1017: Good Morning Rule 1 Never Snitch!", "Make Beer bonging four loko great again brother. #BringBackTheOriginalRecipe", "If you don’t mix @TexasPete hot sauce in your ranch dressing then I don’t trust you!", "@DroneSlut I’ll be there right with you brother", "@pocketsssssss Because it’s fun Matt", "@alisonhenson Real mvp", "@DroneSlut You ain’t never lie on your dick", "RT @CloydRivers: Merica. https://t.co/G7thSZaHWQ", "RT @KidRock: Holla if you is, shut up if you ain't https://t.co/2WhaUwytg7", "@DroneSlut @Adotkonst Rip the real", "So I went to get a massage and ended up being a rub and tug massage parlor", "Vote red today brothers #YeeeYeee", "@alisonhenson @Capitals Lets link and cheer on the winning team!!!", "@alisonhenson @Capitals Same. Looks like I’m watching it outside the stadium", "Yeah that’s right I don’t say lit or litty. It’s torch or torched breh", "Yo my Tennessee family is super torched", "If I say white pride like gay pride or black pride. Does that mean I’m racist or I’m proud to be white....", "RT @therealroseanne: tomorrow please vote for freedom of speech!", "RT @LindasCafeVA: #LindasForever", "Who wants to go to the tattoo expo this weekend in crystal city??", "@DRVGS Hell yeah. Get me hip.", "@DRVGS What’s the brand called", "@L1LDebbie Peaky Blinders", "#ShowUsTheBooty #RingGirls #Ufc224 @danawhite", "@DevinMurrell Shred park", "We should have shoved bamboo under the finger nails and drilled the hands of that mother fucker", "I’m glad we waterboarded one of the head guys behind 9-11. 🖕🏻", "The only thing that changed when I was in rehab was all the ugly girls got a tinder"], "117145617": ["@KateQFunny You're in a state of Kate", "Mad money from my Google AdWords account.  Making it rain ... 8 pennies https://t.co/CGqGSbpCFQ", "This #IGLiftUp goes out to my friend and beautiful soul @palmtrease.  There are many that see her IG profile and th… https://t.co/hIkIhrWL0d", "I liked a @YouTube video https://t.co/ZhEubTqnY5 Post-Marathon Training: Know What to Train for After a Marathon", "I liked a @YouTube video https://t.co/iMP7zCYzrL MANIFEST Anything You WANT With The VIBRATION of The Fifth Dimension 432 Hz Miracle", "I liked a @YouTube video https://t.co/oQRavi26ZK Mulan - Reflections [HQ]", "Drinking out of a king coconut..why I don't mind if I do. #srilankanliving @ Sri Lanka https://t.co/M00iBE1twh", "#tbt to that time I posed with alleged \"attitude\" in a band photo. Oh I also had hair 😂 https://t.co/7UPRLmf1aV", "I love playing and creating music even if it never gets past my living room. Because its one of those things that i… https://t.co/uugUScEmt1", "@RobertDowneyJr Good tip", "#tbt to that time a tv channel wanted me to come in and perform my 9/11 song. https://t.co/kOHOWM585O", "Check out the full video on igtv. Enjoy. Have a good weekend. #summersong #shawndeena #shawndeenarocks https://t.co/uOMbd0GBEM", "I liked a @YouTube video https://t.co/vaq37o19vH Gohmert shames Strzok for having an affair", "Just posted a photo https://t.co/eOfKmGsvxr", "Check out the full video on IGTV. #shawndeena #shawndeenarocks https://t.co/Kz4cHyaFFv", "Yes https://t.co/1LVLw4yrQt", "@RealFPJr Roof mounted cannons", "@kateesackhoff Don't ever shut up Katee", "@MissMollyMoore Know the feeling Mol. Carry on sister", "#flashbackfriday to that time when we all thought MySpace was the shit. Apparently my page is still there. Ah ... t… https://t.co/oD8X8rXiqh", "#tbt to another of my B&amp;W acoustic vids. Dig… https://t.co/l3uFUwBGsW", "#TBT To that time I was trying to start a… https://t.co/Xq1U8lCf0L", "https://t.co/Jw8gjDhm3A. Dig it", "Got a copy of the new menu after Tuesday's… https://t.co/PyZtHWcjh1", "@RealFPJr @joshwolfcomedy 100% true", "@RealFPJr Good closer", "@DarthLux Congrats Laura.  I assume hat and boots are already purchased?", "What to say about this woman as a mother. It has been an honour and… https://t.co/o6nuyoKcB1", "@drkiki All in", "@chrissyteigen @pippaliciousj Every day"], "112558099": ["Snapchat: puchiklan", "El dia esta de #rio #playa!!!", "Buenas tarde!!", "Cuanto tiempo!!", "Buen dia!!", "El día esta de playa!!", "Heyy", "Hey", "K sueño!!", "Feliz martes!!", "Gm!!!", "Hoy no keria trabajar!!", "Gm!", "Hay k trabajar!!😑😑😑", "Pipo mañana es lunes!!", "Llovió y el mismo calor damn!!", "Creta k calor!!", "#Snapchat: puchiklan", "Hey!!", "@Clarii0804 Anja lol", "@JorgeOvalleP ahh yiiah.. Te casaste?", "@JorgeOvalleP yiiah.. Kiero ir a verla un día de estos!!", "@JorgeOvalleP ahh k mal!!", "@JorgeOvalleP yiiah!!! Ytu hermana como esta?", "@JorgeOvalleP yiiah ta bn.. Hay!!", "@JorgeOvalleP na chilling ytu klk!!", "RT @Elizabethgt05: @puchiklan 😘😘😘", "@JorgeOvalleP jejeje un poco casi no entro aquii!!", "Pipo tenia mucho k no entraba aquí!!", "Today stats: No new followers, 44 unfollowers and followed 2 people via http://t.co/6jet5IGnth"], "288030742": ["RT @TayTayTatted_: @MehganJames Bout To Bring Tha Proof Out‼️‼️📄 #BBWLA", "RT @xlucylle: @MehganJames always bringing something to reunions 😭😭😭😭😭", "@BBWLAVH1 @MalaysiaPargo i think she plays sides w everyone lol . but she cool tho 👌 hey bby girl !! 👋👋💋", "RT @MehganJames: \". No matter how rich , talented, and cool you think you are.. Ultimately How you treat people tells it all. Integrity is …", "my followers look kinda sad 😕😑😂", "RT @iamNinoJunior: Broke people always got so much to say. \nStay in your LANE 🙄", "RT @back2Boujee_: Y'all believe in aliens but don't believe people can be born gay? https://t.co/6rOcsKQQ4P", "RT @Titty_expert: Still the best pair of tittys to hit the timeline.  https://t.co/q21rmeZ0AX", "RT @Zendaya: You go lookin for trouble, you gon find it.", "RT @AjimNasry: I want it so bad 😍 https://t.co/VG3Ytj94fr", "RT @AriesWeAre: Be loyal to an #Aries or get your head smashed in.", "RT @ChildishNigger: If they say they love you, its a trap fam get the hell outta there.", "RT @DeJLoaf: Realize what u have while its in front of you.", "@iamcamillap nope", "RT @iamcamillap: Flies are annoying", "i havent been here on here in a while , heyyy ❤❤", "What school do you go to — best academy hs . http://t.co/Oy3C6te2n5", "kinda lucky i was in her shadow (:", "RT @shanahatesyou_: \"@AriesWeAre: #Aries notice everything, they just act like they don't\"\"", "i swear , i see trouble . liar .", "nope , i dont trust her . #Snakes", "@Kokobadazz_ @YouTube caaali &lt;3", "@TheMusik_G ikr , but im not here to stay lol ..", "RT @TheMusik_G: @YoThug_LovesMe heyyy babe ur back on twitter!!!!yay", "I dont trust Angel ! Sorry Keyonna . &lt;/3", "RT @CashandClass_: About to go swimming with bestfriend :*", "RT @AriesWeAre: To #Aries, love is equal sharing.", "@TheMusik_G bestfriennddddd &lt;3", "RT @_DopeBarbie_: @YoThug_LovesMe what you been up 2??", "If I aint got you - Alicia baa"], "307658781": ["RT @fermendkis: Di sebuah grup whatsapp\n\nXabiru :\n\"Gem, are you okay?\"\n\nElbarack :\n\"Gem kabarin kita ya kalau kamu butuh temen cerita\"\n\nJan…", "RT @si_wel: buat yang capek kerja, capek belajar, capek nunggu panggilan kerja, capek mikirin skripsi, capek ngurus anak, dan semua orang y…", "Hadeeehhhh.... Siap2 pulsa gue bentar lagi ludesss... Bagussss @Telkomsel https://t.co/RYPPOJcACd", "RT @OmDennis: Dikit-dikit ajak demo\nDikit-dikit teriak penistaan\nDikit-dikit uninstall aplikasi\n\nTegang amat hidup ente.\nKalo kalian sudah…", "RT @matroyshkas: jadi ini ada kuda (delman/dokar) di daerah borobudur. diklakson sama bis. tau sendiri kan klakson bis tuh kerasnya seberap…", "RT @idwiki: |￣￣￣￣￣￣￣￣￣￣|\n      Jangan gunakan\n    Wikipedia sebagai\n    catatan kaki untuk\n    tugas sekolah atau\n         kuliah Anda.\n|＿＿…", "RT @BanyuSadewa: ✨ Persembahan dari Roy Kimochi Untuk Menemani Santap Siang Anda ✨ https://t.co/882EbrYnzt", "RT @partweetcipant: https://t.co/GN6jcZTb2d", "RT @BNI: Banyak orang yang kecewa pada diri sendiri dan ingin hidup seperti orang lain. Namun sadarkah Kamu bahwa setiap orang memiliki kek…", "RT @ChrisEvans: Officially wrapped on Avengers 4. It was an emotional day to say the least. Playing this role over the last 8 years has bee…", "RT @seterahdeh: dari 750ribu, ampe 1miliyar.\nginting sodara2👏🏻👏🏻👏🏻👏🏻👏🏻 https://t.co/PVO5oH4QTB", "RT @tahu_fix: Sebuah kisah tragis https://t.co/4OJvno2ZNL", "RT @iankanlah: Aku ga mau ketawa sendirian. 🙏😎 https://t.co/BykxjY8y5d", "RT @ezkisuyanto: Tabrakan Avanza dan Moge...pengendara moge gebukin pengemudi avanza...punya barang mahal miskin moral ya gini deh @Bareskr…", "RT @BNI: Dapatkan bonus paket kuota 10GB untuk pengisian pulsa Smartfren minimum Rp 200.000 melalui e-channel BNI. Info lebih lanjut klik h…", "Watching Crazy Rich Asians — https://t.co/H5X3h1IZ0C", "@gojekindonesia ini kalo pesen Gosend kok detail drivernya Ga ada ya ? Tapi gopay udh dipotong??? https://t.co/IhHJxoA25D", "RT @tolongdibukain: Siapapun copywriter-nya, anda keren! https://t.co/S7f2DLxPbU", "RT @noe_roelz: Di dalam shuttle bus menuju bandara,\nUdah pake camata item, udah pasang headphones,\nDuduk ibu2 di sebelah.\n👵Neng, nnti turun…", "RT @noe_roelz: Yeah. The most painful goodbyes are ones that are never said and never explained :(((((", "RT @pinkstroberi: Kemarin ngatain \n\"Y0uNgL3x GobLoK\" \n\"oTAk sELaNgkAngAn\" \n\"sExUaL hArAsSmeNt!!1!\"\n\nTapi sekarang \n\"jOJo bUkA cELaNa dOnG\"…", "RT @zelafriadi_: @Liputan9 Pas ketemu mantan, https://t.co/nu1k78W5bR", "RT @seterahdeh: ginting\n21 tahun\nudah nyumbang medali perunggu dari asian games buat indonesia\n\nyang ngatain ginting\nmasih duduk manis di w…", "RT @edwardsuhadi: Akun2 yg ngata2in atlit? Sepertinya akun2 ternak dengan komando ngacak-ngacak positive vibes kita. Biar negara keliatan s…", "RT @BalqisSidiqia: Dulu Twitter ditinggalkan karena Instagram lebih menarik.\n\nSekarang banyak yang kembali main Twitter.\n\nPesan moralnya:\nJ…", "RT @hiralarya: Di Instagram Anthony Ginting dihujat habis2an, di Istora Senayan para pendukung teriak nyemangatin \"ayo Ginting\". Dunia nyat…", "RT @gregoriamrska: puji Tuhan. bersyukur sekali bisa dapet medali ini. 😁🥉❤️ https://t.co/6KgQXUPyf3", "@gojekindonesia Ya gitu dong kak ibl, saya tuh gabisa di main main in kalo lagi buru buru:( buset", "@TokopediaCare IVR/20180823/XVIII/VIII/72476759", "@TokopediaCare ini kenapa ya voucher yg dibeli tdk bs dibuka? https://t.co/mMVzJFC8zW"], "437285453": ["@_theebullshittt i got to make this schmoney", "@_theebullshittt u got me", "Same ok shit on here...", "so since we can't txt can we subtweet or u just not tryna converse with ah nigga at all? #askingformyself", "Reguardles of the situation it's ALL LOVE😘😘", "it's ok to be scared of something you've NEVER experienced", "when someone comes along and give u the same love u give them it will scare the shit out u....that's ok..just don't let it scare them off", "u can tweet but can't respond to txt...ok", "fist full of tears", "im no good even when i try to be all good", "i have bad habits&amp;honestly i dont think anyone can deal with", "its bad when u know ur gunna end up alone...", "@The400Sprinter i BEEN knowing that", "@theebullshittt pull it out and watch i slob it down", "@The400Sprinter  i sawie i thought u knew...but i did come see u today😬😜🤗", "@theebullshittt mine is too", "@iAmTrellieB no we not", "@theebullshittt u might wanna run now bc once i get u face down&amp;ass up aint no runnin", "@theebullshittt got me beatin up that pussy knockin pictures off the wall", "@theebullshittt &amp;aint no runing this time...", "@theebullshittt well bring that ass this way so i can continue to spread it😋😛🍆", "&amp;i have nobody to blame but myself", "ik its coming...youll say goodbye and never return", "no matter how hard i try ill never be good enough", "im nauseated...i really just wanna break down&amp;cry", "@theebullshittt bae im right here", "@theebullshittt i love u more😘😘", "@theebullshittt it all comes with it bae...im suppose to deal", "@theebullshittt Well when i walk through that door u better be ASS NAKED", "@theebullshittt im omw baby"], "122486826": ["@domryan_ Mate I've only just left when did u get back", "@domryan_ Whaaaat sukvinder don't come for me", "@domryan_ Lol 100% actually going to start putting in a pound in a jar every time you say that", "@domryan_ If only you could twirl as much as you eat them", "@domryan_ Thank fuck. Better get some snacks in for tonight xoxo", "Note to self: do not leave a 4000 word essay until a day before hand in. You are stupid", "a week tomorrow is my last hand in date!!!! yes yes yes", "@MiaIsFetch yeah mate I'm all cool got a black eye and a constant bad head but I'll live!! Hope you're well haven't seen you in time xx", "Got punched to the ground by a guy last night. Happy fucking Easter", "When you force your house mate to make you a three course meal on your arrival and he fucking delivers 😍😍", "Thank you big flask of earl grey for getting me through a very boring train journey home", "AHHH opted to transfer courses to do midwifery and i have another fucking interview! im so happppyyy", "Deep medi last night was so sick. Best night out in Bristol in ages", "2 big essays in for the 5th jan. have i done anything yet? no. why? because gossip girl is continuing to ruin my life", "Can't wait to come home and get my sleeping pattern back, it's been too long", "@EllleGriffiths mate these have been my feelings for time!!! Hahahahah", "@L0RWEE mate I did the exact same for an outfit I wanted to wear last night. So annoying", "For spending 780 pound a month for this shitty student accommodation you would think there would be room service!! BRING ME PIZZA IM DYING", "bagels drenched in butter is definitely the one", "Fuck sake I am 99.9% sure I've broken my finger", "Having to do all my washing by hand because im poor as fuck. peak times", "Fell asleep on my bathroom floor last night", "If I fail my uni assignments its all down to gossip girl 😭", "What are you doing to me uni", "I can't remember the last time I ate a piece of fruit", "i miss home and my family so muchhh", "Uni would be much better if presentations wasn't involved. Me + public speaking = nervous stuttering mess", "My flat mate has just cut all of his toe nails and put them into my mug . Lolllll not sure I'm happy about this", "The only issue living in Bristol is I lose half my life either on the bus or waiting for one argh", "first uni assignment nearly done ahhh relieff"], "424181803": ["RT @Charles_HRH: Gareth Southgate on the phone. Says he’s hoping “Sweden have no ikea how to play football”. #ENGSWE https://t.co/yiEIMCCSIv", "Unpretentious, clear, applied, easy to read and so, so helpful. 'A Praying Life' by Paul E Miller #recommendation https://t.co/VWRHursJa1", "RT @BlueCheezWhisky: Here in the UK, people go to jail for eating a live goldfish.\nBut it's legal to kill an unborn baby up to 9 months wit…", "RT @samggibb: Acts 7:56 - Stephen acknowledges Jesus before the Sanhedrin; seconds later, dying, he is acknowledged by his advocate, the So…", "Some great tweets coming from @jacqettabxx ....", "Loving being at @christchurchldn South service. An amazing community. Thanks for always making me and the kids feel so welcome. #church", "RT @WestEndHasFaith: Any Christian actors free 5pm THIS TUESDAY? Check this out! Looks great... https://t.co/ESJs3hwzhP", "You could tell from the way that the kids were on stage that they love being at the school. Happy, confident children. @bonnevilleps", "Well done to Year 6 and their teachers at @bonnevilleps for an amazing production last night. #smile https://t.co/vJfBWXHsii", "Took a break from the #familybiblestudy tweets..... today Ananias and Sapphira....! Lie and die!", "RT @bigtribedad: Fancy being part of a team church planting in South London? Please RT.\n https://t.co/eeL92fN6N5", "Such a valuable resource and timely for us on our planting adventure. Thanks @HowardKellett for your wisdom here. https://t.co/kXte4iMVZ6", "Saw #chilcot @battersea_arts tonight. Superbly acted, written and produced. Documentary theatre at its finest.", "In John 20 this morning. Jesus raised from the dead but the story is so not over. Love teaching this to my kids.\n#familybiblestudy", "Great 2 b back visiting @ChristCentral this morning. Packed church, loads of guests, wonderful baptisms. Praise God! https://t.co/txh5mHoQfF", "John 18:40 - People opt to release Barabbas instead of Jesus. One life already saved b4 Jesus even makes it to the cross.\n#familybiblestudy", "For those of you who have been following our South London church planting journey please look at our 'About Us' page\nhttps://t.co/mxGdFHLj94", "South London church plant. Please pray about supporting us and RT 😊 Thanks\nhttps://t.co/eeL92fN6N5", "Just finished working through John 17. Mind blowing truth and so so helpful for us on our journey and mission.\n#familybiblestudy", "So blessed by chilling out to this right now.... Jesus is the best.\nhttps://t.co/8LrI7rutY6", "It was great to share our vision and heart with pastors from @brentwoodbc \nSuch a blessed afternoon. #mission https://t.co/t0nRSOD9pp", "A morning talking about John 17:5 with AK. Mind-blowing truth - The Son was there before the world existed!\n#familybiblestudy", "Just finished John 16..  So much to take in here. Helpful for AK in forming his understanding of Jesus. Love it.\n#familybiblestudy", "Why We Need Anonymous, Plodding Church Planters. \n@scottslayton hits the nail on the head. :)\n\n https://t.co/V3OB5ZYOcZ", "Gods people will never be alone. God as man in Israel... God's Spirit sent by God as man into all the world. Wow.\n#familybiblestudy", "Things can be tough if ur a follower but take heart - the Helper has come..and strengthens us to bear witness.\n#familybiblestudy", "John 15:12-17. No longer servants but friends! Greater ❤ has no one than this, that he lay down his life for his friends.\n#familybiblestudy", "God's plan for redemption and relationship extends from BC through the present and into the future. We have hope!\n#familybiblestudy", "\"And I will ask the Father, &amp; he will give you another Helper, to be with you forever... I will not leave you as orphans\"\n#familybiblestudy", "John 14:12-13 - Power and authority to the early church. Jesus' promises build up and strengthen. \n#familybiblestudy"], "160071724": ["Tôi đã thích video https://t.co/S9mYsLUPdx SBS [미추리 8-1000] - 18년 11월 23일(금) 2회 선공개 / 'Village Survival, the", "Tôi đã thích video https://t.co/4zLZ2OS2Kx JENNIE - ‘SOLO’ PERFORMANCE VIDEO trên @YouTube", "Tôi đã thích video https://t.co/s6wNbVJHNb CHOI RAESUNG (최래성) - 'thank u' prod. millennium | YG TRAINEE trên @YouTube", "Tôi đã thích video https://t.co/9s4AzzVO6f JENNIE - 'SOLO' PERFORMANCE [IN YOUR AREA] SEOUL trên @YouTube", "Tôi đã thích video https://t.co/pxRSoq9QO6 MINO - 'FIRST SOLO ALBUM : XX' DIRECT MESSAGE TEASER 1 trên @YouTube", "Tôi đã thích video https://t.co/NNVNWBjm6q Not Thinkin' Bout You (Cover) prod. millennium trên @YouTube", "Tôi đã thích video https://t.co/bFoWClYg2r 블랙핑크(BLACK PINK)지수 (JISOO) Clarity [4K 직캠]솔로무대 (Solo", "@tamaruyahonten よく見るね！ https://t.co/b2TbDEbH25", "Tôi đã thích video https://t.co/4eS53KTPaI [EXID(이엑스아이디)] 알러뷰 (I LOVE YOU) M/V (Official Music Video) trên", "Tôi đã thích video https://t.co/KRD1qg3Br8 말레이시아에 가다! 2편 For WINNER Every Where Tour | 리허설, 공연준비", "Tôi đã thích video https://t.co/2LXnd6eHdy Zion.T - 'Uh Huh + Sleep Talk' M/V (THE FILM) trên @YouTube", "Tôi đã thích video https://t.co/Ckx7owZeis YG 보석함 EP.01｜빅뱅 - 위너 - 아이콘 - ? trên @YouTube", "@tamaruyahonten きれいだね！ https://t.co/54GRak9c8c", "Tôi đã thích video https://t.co/SQlfISZnXQ JENNIE - 'SOLO' CHOREOGRAPHY UNEDITED VERSION trên @YouTube", "Tôi đã thích video https://t.co/v9FBXRU8Z3 INTRO TO EPIK HIGH PART 1 (FOR INTERNATIONAL FANS) trên @YouTube", "Tôi đã thích video https://t.co/AqmY7vcgpc JENNIE - 'SOLO' M/V trên @YouTube", "Tôi đã thích video https://t.co/x2at6FqqU3 CL - 'Dopeness' M/V MAKING FILM trên @YouTube", "Tôi đã thích video https://t.co/QNeIjEt4Q2 JENNIE - 'SOLO' M/V TEASER trên @YouTube", "Tôi đã thích video https://t.co/iauObB4oyP iKON, 대한민국을 강타한 국민 송 ‘사랑을 했다’", "Tôi đã thích video https://t.co/lXluUZjw3V LILI's FILM #1 - JISOO in Japan trên @YouTube", "Em và Biển! https://t.co/wpwE5lhJJr", "怖い。 https://t.co/kAOIBfyCjr", "@tamaruyahonten https://t.co/hnVgZnJd1m", "Tôi đã thích video https://t.co/86SmelOSmy JENNIE - 'SOLO' TEASER VIDEO #2 trên @YouTube", "Tôi đã thích video https://t.co/57i1vmIu5c BIGBANG Fanchant MADE Final in Seoul trên @YouTube", "Tôi đã thích video https://t.co/9G0q0gCWvc JENNIE - 'SOLO' TEASER VIDEO trên @YouTube", "Tôi đã thích video https://t.co/6aEkO7M4DT CL x BLACK EYED PEAS - Masters of the Sun Vol.1 ‘Dopeness’ trên @YouTube", "Tôi đã thích video https://t.co/SYaDg5XEcg 위너 WINNER - REALLY REALLY [세로라이브] LIVE trên @YouTube", "cảm giác chẳng rảnh lúc nào mà đi ngắm zai đc :))))", "Tôi đã thích video https://t.co/uqMVWT56ec 181014 블랙핑크 (BLACKPINK) 지수 (JISOO) FULL VER. / 수원 비비큐 콘서트"]}